{
  "language": "Language",
  "nav_knowledge": "Knowledge",
  "nav_skills": "Skills",
  "nav_about": "About",
  "nav_contact": "Contact",
  "introduction_subtitle": "developer",
  "introduction_description": "As a web developer, I possess both logical and creative skills. With expertise in web, but my passion and pursuit of excellence extends to all areas.",
  "introduction_left_button": "Contact me",
  "introduction_right_button": "Repositories",
  "content_card_top_title": "Projects",
  "content_card_botton_title": "Courses",
  "about_first_card_title": "About",
  "about_first_card_first_paragraph": "I'm Felipe Vahia Malliagros, 24 years old and reside in Rio de Janeiro, the capital city. Although I started a degree in civil engineering, I decided to switch career paths. Since then, I have been dedicated to studying programming, which I love.",
  "about_first_card_second_paragraph": "At Trybe, I interned for four months and gained experience with Scrum methodology. I created and improved content, exercises and projects that utilized HTML, CSS, JavaScript (ES6), React, Redux, and testing with Jest, React Testing Library, Mocha, Chai and Sinon.",
  "about_second_card_title": "Academics",
  "about_second_card_first_paragraph": "I'm graduating in Computer Science from UFF and have been actively developing my skills in microservices and scalable solutions. In addition to my personal studies, I aim to align my educational path with the needs of the organization that I am work on.",
  "about_second_card_second_paragraph": "The skills listed in this portfolio are the ones I have studied and possess knowledge in, however, I do not see any problem in learning whatever technologies are necessary to provide the best service.",
  "in_progress": "In progress",
  "search_placeholder": "Seach Technology",
  "filterbox_info": "Cards with",
  "instructor": "Instructor",
  "certificate": "Certificate",
  "courses_not_found": "Courses not found",
  "projects_not_found": "Projects not found",
  "skills_not_found": "Skills not found",
  "main_project_title": "Main project"
}