{
  "language": "Língua",
  "nav_knowledge": "Conhecimento",
  "nav_skills": "Habilidades",
  "nav_about": "Sobre",
  "nav_contact": "Contato",
  "introduction_subtitle": "Desenvolvedor",
  "introduction_description": "Sou desenvolvedor web com habilidades lógicas e criativas. Com foco em back-end, mas minha paixão e busca pela excelência se estende à todas as áreas.",
  "introduction_left_button": "Contate-me",
  "introduction_right_button": "Repositórios",
  "content_card_top_title": "Projetos",
  "content_card_botton_title": "Cursos",
  "about_first_card_title": "Sobre",
  "about_first_card_first_paragraph": "Sou o Felipe Vahia Malliagros, tenho 23 anos e moro na capital do Rio de Janeiro. Apesar de ter iniciado a graduação em engenharia civil, decidi mudar de carreira. Desde então, tenho me dedicado a estudar programação, que eu amo.",
  "about_first_card_second_paragraph": "Na Trybe, estagiei por quatro meses e ganhei experiência com a metodologia Scrum. Criei e aprimorei conteúdos, exercícios e projetos que utilizavam HTML, CSS, JavaScript (ES6), React (Context, Redux) e testes com Jest e React Testing Library.",
  "about_second_card_title": "Acadêmico",
  "about_second_card_first_paragraph": "Estou graduando em Ciência da Computação pela UFF e venho me desenvolvendo em microsserviços e soluções escaláveis. Além dos estudos pessoais, pretendo alinhar o meu caminho com as necessidades da empresa que eu estiver trabalhando.",
  "about_second_card_second_paragraph": "As habilidades listadas nesse portfólio são as que já estudei e tenho conhecimento, mas não vejo problema algum em aprender quais tecnologias forem necessárias para oferecer o melhor serviço.",
  "in_progress": "Em progresso",
  "search_placeholder": "Procure a Tecnologia",
  "filterbox_info": "Cards com",
  "instructor": "Instrutor",
  "certificate": "Certificado",
  "courses_not_found": "Cursos não encontrados",
  "projects_not_found": "Projetos não encontrados",
  "skills_not_found": "Habilidades não encontradas"
}